[
  {
    "id": "0",
    "pic": "islamic_art.jpg",
    "heading": "Islamic Art: Muslim Women's Narration",
    "text": "CMW is very pleased to collaborate with artist and calligrapher Ati Zar on her year-long project to run calligraphy workshops for youth, provide mentorship for Muslim women and artists and a present a public exhibition of the art work produced during the project activities. This project is supported by a grant from Ontario Arts Council. For more information about this project, send us an email at cmw.info@cmw-kw.org"
  },
  {
    "id": "1",
    "pic": "connections_context.jpg",
    "heading": "Connections and Contexts",
    "date": "September 29, 2018 – January 6, 2019",
    "text": "For the third consecutive year, CMW collaborated with THEMUSEUM to present an exhibition to showcase the artistic talents of Muslim women artists. This exhibition brought together emerging and established artists whose work explores Islamic influences and traditions. The launch of the exhibit in October 2018 brought together about 70 artists and art lovers to celebrate the Women's History Month and the Islamic History / Heritage Month. "
  },
  {
    "id": "2",
    "pic": "celebrating_identity.jpg",
    "heading": "Celebrating Identity",
    "date": "October 4 – 31st, 2017",
    "text": "With funding from Ontario 150, CMW organized \"Celebrating Identity\", a month long art exhibit at THEMUSEUM in Kitchener, ON, showcasing the art work of immigrant Muslim women artists, with a particular focus on engaging young women. The theme of the exhibit was to celebrate  beautiful yet complex, multi-layered identities that often exist in first generation immigrants with a focus on what it means to be a Canadian and Ontarian for these newcomer Muslim women artists. Having the exhibit in the month of October allowed the artists and visitors to draw upon three major events: Canada and Ontario's 150th celebration, Islamic History Month celebrations and Women's History Month's celebrations, all very relevant to the newcomer Muslim women artists. "
  },
  {
    "id": "3",
    "pic": "defining_identity.jpg",
    "heading": "Defining Identity Exhibit",
    "date": "June 1 – 28, 2016",
    "text": "Illuminate Arts was very pleased to present its first ever month long Art Exhibition in collaboration with Kitchener's THEMUSEUM from June 1st – 28th, 2016. 16 Muslim women artists participated in the exhibition, focusing their work on the theme of Defining Identity. The artists showcased their art work in a variety of mediums such as calligraphy, mosaics, sketching and much more.  Exhibit’s public launch was attended by 150 guests and dignitaries.  The exhibition was a terrific success!"
  },
  {
    "id": "4",
    "pic": "illuminate_arts.jpg",
    "heading": "Illuminate Art Project",
    "date": "formally launched on March 14, 2015",
    "text": "The Illuminate art project encompassed a series of artistic events that took place over 18 months in Kitchener Waterloo with the aim to connect Muslim women artists with the larger art and culture scene.  The project emphasized the capability and artistic talent of newcomer Muslim women artists, with a focus on young artists.  The project also offered Muslim women an opportunity to showcase their artistic talents in a safe space, while being engaged with the larger community.  Several art workshops and coffee houses were held at the Kitchener-Waterloo Art Gallery in 2015, with two calligraphy workshops and another coffee house presented in 2016.  The Illuminate project was funded by the Kitchener and Waterloo Community Foundation and the City of Waterloo, and received great support and housing from Kitchener Waterloo Art Gallery."
  }
]
