[
  {
    "id": "0",
    "pic": "community1.jpg",
    "heading": "Tastes of Ramadan ",
    "date": "May 18, 2019",
    "text": "Supported by a grant by the City of Waterloo, was an opportunity to bring together the larger community to experience diverse traditions of Ramadan (fasting month for Muslims) from various Muslim cultures. This year CMW hosted over 500 people at the RIM Park, including 120+ volunteers, majority of whom represented diverse cultures from the Muslim world as table hosts. A number of local businesses and cultural groups sponsored or donated traditional iftaar food and drinks."
  },
  {
    "id": "1",
    "pic": "community2.jpg",
    "heading": "Tastes of Ramadan",
    "date": "May 26, 2018",
    "text": "Supported by a grant by the City of Waterloo, was an opportunity to continue to bring together the larger community to experience diverse traditions of Ramadan (fasting month) from various Muslim cultures.  CMW hosted over 450 people, including 120 volunteers. There were 45 tables with 90 hosts from various countries, including: Sudan, Somalia, Pakistan, India, Egypt, Syria, Jordan, Palestine, Iran, Turkey, and Afghanistan. A number of local businesses and cultural groups donated traditional food and drinks."
  },
  {
    "id": "2",
    "pic": "community3.jpg",
    "heading": "Break the Fast with Muslim Women",
    "date": "June 12, 2017",
    "text": "This seventh annual outreach event / Muslim women’s festival was held at the Victoria Park Pavillion. With over 250 attendees, this event was a big success. Attendees had the opportunities to learn about the traditions of fasting in various cultures in the Muslim world while enjoying traditional cultural delicacies of “iftaar” (end of the day meal in Ramadan) from different cultures in the Muslim world."
  },
  {
    "id": "3",
    "pic": "community4.jpg",
    "heading": "Meet The Men Who Stand Beside Us!",
    "date": "June 4, 2016",
    "text": "The objective of this 6th annual CMW Muslim women’s festival was to celebrate Muslim women’s male allies who support, empower and inspire them, including husbands, fathers, sons, friends and imams! A multicultural bazaar with vendors selling a myriad of colourful products kicked off the event at 1 p.m. Also at the bazaar, the public was invited to visit free henna and calligraphy booths, along with CMW’s ever popular “Try on a Hijab” booth. There was special fun for the children at the event’s KidsZone. The formal program included a fascinating panel of distinguished imams who are advocates of Muslim women’s rights: Hamid Slimi, Muneeb Nasir and Mirsad Kaplani. Following the imams’ presentations, there was a lively question and answer period with the audience. Singer-songwriter Dawud Wharnsby entertained the audience with his heartwarming tunes. Following Dawud’s performance, the public was invited to enjoy treats and conversation with local Muslim women and the men who stand beside them at our captivating Table Talks."
  },
  {
    "id": "4",
    "pic": "community5.jpg",
    "heading": "Tea and Tales with Muslim Women",
    "date": "June 7, 2015",
    "text": "CMW’s 5th annual Muslim women’s festival aimed to invite the general public to participate in this unique opportunity to get to know diverse Muslim women through personally enjoying chat over traditional tea /coffee.  The event featured the premiere performance of playwright Timaj Garad’s “Daughter of the Moon”, a theatrical fusion of spoken word poetry and storytelling. There was also spoken word poetry performed by Zainab Mahdi and Sana Abuleil, stand-up comedy by Shelina Merani, and a rendition of CMW’s own story by Fran Pappert Shannon. The National Council of Canadian Muslim’s Human Rights Coordinator, Amira Elghawaby, provided the powerful Keynote address on “The State and Muslim Women. Cultyre Café component of the festival attracted attendees to sit and have tea with Muslim sisters from various cultural backgrounds, to learning about the Sisters’ countries of origin, and the status of women in those countries. Once again, the event featured a dazzling bazaar, free henna and calligraphy, our famous “Try on a Hijab” booth, and a “funtastic” KIDSZONE."
  },
  {
    "id": "5",
    "pic": "community6.jpg",
    "heading": "Muslim Women Through a Diverse Lens",
    "date": " June 8, 2014",
    "text": "This culturally outstanding event at Kitchener City Hall featured two prominent aspects: a keynote address by acclaimed educator Dr. Ingrid Mattson on the topic, “Muslim Women You Should Know”, and a living theater presentation, “Windows to the Glorious Past”. In the theater presentation, six local Muslim actresses portrayed six historical Muslim women from various parts of the world, and the public was invited to interact with them, one-to- one. The event once again featured our colourful bazaar, complete with the now famous “Try on a Hijab Booth”, calligraphy and henna booths, and a new feature, a “KIDSZONE” with children’s entertainers, face painting and crafts."
  },
  {
    "id": "6",
    "pic": "community7.jpg",
    "heading": "Muslim Women, Now and Then ",
    "date": " June 9, 2013",
    "text": "Third CMW annual event at Kitchener City Hall had something for everyone…original theater and poetry, fascinating panel presentations and a bustling bazaar! The objective of the event was to build bridges of understanding with the larger community, and to highlight outstanding Muslim women, especially those who have succeeded through activism. A play specially written for the event by Canadian playwright Timaj Garad made its debut at the event. The play was titled “Footsteps: The Counter Narrative”, and it concerned the diverse journeys of various Muslim women, past and present, who have challenged stereotypes and misconceptions about being a Muslim woman. The afternoon also featured a panel of four successful Muslim women who spoke about activism in various forms: legal activism, political activism, artistic activism and community activism. The event featured our sparkling outdoor bazaar which offered colourful crafts, cultural clothing, jewelry and art, all sold by local Muslim women entrepreneurs."
  },
  {
    "id": "7",
    "pic": "community8.jpg",
    "heading": "Unveil the Fun with Muslim Women",
    "date": "June 3, 2012",
    "text": "This second CMW event, attended by over 350 people at Kitchener City Hall, presented Muslim female entertainment in the artistic mediums of drama, comedy, rap poetry, storytelling, calligraphy, henna and fine art. The event also offered a “Try on a Hijab” booth. The objective was to use the language of art and entertainment to showcase Muslim women’s creativity and ability to express themselves through a variety of mediums, including visual and performing arts. Highlights included the performance of the play “Unveiled” by actress and playwright Rohina Malik, storytelling by Canadian storyteller and author Rukhsana Khan, and performances of spoken word poetry by Nasteexo Muse and Zainab Mahdi. This event also provided free henna and calligraphy booths, a fine art exhibit by local Muslim artists, and a very popular “Try on a Hijab” booth."
  },
  {
    "id": "8",
    "pic": "community9.jpg",
    "heading": "A Day of Dialogue with Muslim Women",
    "date": "June 11, 2011",
    "text": "This groundbreaking event, which earned a nomination for a KW Arts Award, was attended by over 250 community members at Kitchener City Hall. The objective was to invite the public to obtain firsthand knowledge about the lives of average Muslim women while countering stereotypical, one-dimensional views often held about Muslim women. The event had the following three components:\n∙ A 15-minute, specially created video: “Muslim Women, We Want you to Know” featuring the “passion statements” of 12 local Muslim women.\n∙ Interactive panel presentations by five local Muslim women focusing on five key topics: Islamic Dress and Hijab; Marriage, Divorce and Children; Religious Duties and Practices; Rights and Responsibilities; and Education, Careers and Leadership.\n∙ A “Human Library” featuring 26 local Muslim women who interacted one-to- one with participants and encouraged them to ask questions to learn about their real lives"
  },
  {
    "id": "9",
    "pic": "community10.png",
    "heading": "Let Us Talk!",
    "date": "April 26, 2010",
    "text": "Concerned about the potential negative impact of the proposed Bill 94 in Quebec, over 50 Muslim women from KW came together to organize a community forum titled “Let Us Talk” at Kitchener City Hall on April 26, 2010.  Attended by over 150 community members and the local media, the forum was a proactive opportunity for Muslim women to add their voices to the public discourse about them, while diminishing many misconceptions. The event featured a fascinating panel of speakers and lively round table discussions. "
  }
]
