[
  {
    "id": "0",
    "name": "Ghazala Fauzia",
    "title": "Chair",
    "desc": "As one of the founding members, I witnessed CMW’s tremendous growth from its birth to becoming a strong grassroots organization. I feel honored for participating in all stages of organizational development by volunteering in various roles from cleaning to leadership, event planning to strategic planning, presenting in a small group or speaking from a stage, providing training and receiving training etc. At the same time, I also grew as a person, a professional and a community leader by learning and developing all those skills required for organizational development. CMW is an integral part of me; I made several friends from different parts of the world who share similar passion, views and belief system and I truly enjoy working alongside them. I am always ready to switch my role whenever and wherever it is needed for the growth of CMW which provides me an opportunity to learn new tasks and diversify my skills/experiences. Beside my volunteer work with CMW, I am a Registered Social Worker and a skilled Psychotherapist. I am trained in several therapeutic treatment models to provide effective help to teens, adults, couples and families based on their needs, belief and value system."
  },
  {
    "id": "1",
    "name": "Fauzia Baig",
    "title": "Vice Chair",
    "desc": "Fauzia Baig has been a Director on the Board for the Coalition of Muslim Women of KW for the past 3 years. She has a MSc in Health Promotion from the University of Waterloo. Fauzia is originally from Toronto but has spent the last 20 years in KW.  Through her work with the Coalition of Muslim Women of KW, Fauzia has worked to build leadership skills and opportunities for Muslim women in KW.  Fauzia's passion is diversity and inclusion and she's currently a co-chair for the Mayor's Task Force for Equity Diversity and Inclusion for the City of Kitchener. She works towards building bridges of understanding and continuously looks for new ways to build social capital in our community and bring people together."
  },
  {
    "id": "2",
    "name": "Jumana Alsabah",
    "title": "",
    "desc": "I have a Bachelor’s degree in Architecture from Damascus University, IT diploma, and Estimate certificate from Conestoga College. My incredible journey with CMW started back in 2013 as a member and lateras a volunteer coordinator in 2014. My passion to give back to the community motivated me to volunteer with CMW all these years which gave me the opportunity to enhance my leadership and communication skills, build bridges of understanding with my community, boost my confidence and self-esteem, and strengthen the voices of Muslim women in the area. I participated in CMW exciting projects and events throughout the years such as June Events,  Radiant Ladies Gala, CMW Women Who Inspire in KW Recognition Awards, Taste of Ramadan Iftaar dinner, and many programs and activities under Together Against Islamophobia.  I really enjoy the sense of gratitude and accomplishment I feel after the completion of each project and event. I am incredibly proud and grateful to CMW love, support, and friendships that surround us as we grow roots and spread our wings in this beautiful community of Waterloo Region."
  },
  {
    "id": "3",
    "name": "Zohra Wali",
    "title": "",
    "desc": "Zohra started as a volunteer with CMW and later became a CMW member in 2014. After graduating from the Emerging Muslim Women Leader Training, Zohra’s leadership potential was realized even before she completed the training as she took the responsibility to coordinate the mentorship component of the training. Since, Zohra has coordinated several projects and events for CMW, including Illuminate Arts KW and Tea and Tales with Muslim Women. Zohra is very dedicated and passionate about giving back and fostering belonging. She thrives by volunteering her time wherever needed in the community. Zohra’s motivation to volunteering for CMW arises from the warmth, dedication and passion that CMW exhibits and exercises to give back to the community. She believes that volunteering has taught her that every individual has a great deal of responsibility towards the community. Zohra completed her bachelor’s degree in commerce from Pakistan and had a dream to obtain a degree in Canada, which she is fulfilling now at Wilfrid Laurier University."
  }
]
