[
  {
    "id": "0",
    "name": "Ghazala Fauzia",
    "title": "Chair",
    "desc": "As one of the founding members, I witnessed CMW’s tremendous growth from its birth to becoming a strong grassroots organization. I feel honored for participating in all stages of organizational development by volunteering in various roles from cleaning to leadership, event planning to strategic planning, presenting in a small group or speaking from a stage, providing training and receiving training etc. At the same time, I also grew as a person, a professional and a community leader by learning and developing all those skills required for organizational development. CMW is an integral part of me; I made several friends from different parts of the world who share similar passion, views and belief system and I truly enjoy working alongside them. I am always ready to switch my role whenever and wherever it is needed for the growth of CMW which provides me an opportunity to learn new tasks and diversify my skills/experiences. Beside my volunteer work with CMW, I am a Registered Social Worker and a skilled Psychotherapist. I am trained in several therapeutic treatment models to provide effective help to teens, adults, couples and families based on their needs, belief and value system.",
    "pic": "ghazala.jpg"
  },
  {
    "id": "1",
    "name": "Fauzia Baig",
    "title": "Vice Chair",
    "desc": "Fauzia Baig has been a Director on the Board for the Coalition of Muslim Women of KW for the past 3 years. She has a MSc in Health Promotion from the University of Waterloo. Fauzia is originally from Toronto but has spent the last 20 years in KW.  Through her work with the Coalition of Muslim Women of KW, Fauzia has worked to build leadership skills and opportunities for Muslim women in KW.  Fauzia's passion is diversity and inclusion and she's currently a co-chair for the Mayor's Task Force for Equity Diversity and Inclusion for the City of Kitchener. She works towards building bridges of understanding and continuously looks for new ways to build social capital in our community and bring people together.",
    "pic": "fauziab.jpg"
  },
  {
    "id": "2",
    "name": "Duaa Alaghar",
    "desc": "My name is Duaa Al-Aghar. I was born in Baghdad, Iraq and I’ve finished my master’s degree in computer engineering. I came to Canada in 2006 with my husband and two children. In September 2006, I started my ESL classes in order to learn English so I can start my journey here in Canada successfully, because without learning the language it’s difficult to do anything at all. After ten months I joined job preparation for new Canadians and they advised me to start volunteering, and so I volunteered with KW AccessAbility where I was hired later for three years as a project manager to design accessible websites for people with different disabilities in order to make their lives easier through navigating websites. I started working as a Web Designer and Help Desk Support with the Islamic Humanitarian Service. I am an extremely active Muslim woman here in the community. I am a member of Interfaith Grand River, as well as on the board of the steering committee. . I am also a member of the Parent Council at Waterloo Collegiate Institute and Northlake Woods Public School where I was also a judge for the science fair for a couple of years. I taught in an Islamic Sunday school for over ten years. I also volunteered with the Salvation Army, Muslim Social Services, Interfaith Grand River, KW Multicultural Centre, St. John’s Kitchen, the Mennonite-Muslim Community, the Food Bank. I was honoured to be able to accept the 'Women Who Inspire Award' presented by the Coalition of Muslim Women of KW, “ Community Impact Award” presented by the Arab women of Waterloo Region   I have had my story as a successful woman in the GTA area written and published in a book called ‘The Muslimah Who Fell to Earth.’ I have been an active member member of the Coalition of Muslim Women for many years and now I am honoured to serve on CMW’s board.",
    "pic": "duaa.jpg"
  },
  {
    "id": "3",
    "name": "Howida Sayeed Ahmed",
    "desc": "I am a graduate of University of Khartoum with bachelor’s degree in Mathematical Science and Computer Programming and Analyst program from Conestoga College. I have 15 years of experience in Information Technology, business analysis, and systems and application analysis.My passion is helping others and community work. Outside of CMW I also sit on different committees and organizations including Mubaraka which is an international aid organization supporting orphans. I am also on the Sudanese Association’s committee. CMW is very dear to my heart as I am one of the founders of this great organization. I have served as board member for several years. I find myself when I am with these great motivated and passionate CMW women, they are my inspirations! CMW for me is one of the channels to satisfy my desire to make a positive change, to be a great leader and to continue supporting women in general and Muslim women in particular.",
    "pic": "howida.jpg"
  },
  {
    "id": "4",
    "name": "Jumana Alsabah",
    "title": "",
    "desc": "I have a Bachelor’s degree in Architecture from Damascus University, IT diploma, and Estimate certificate from Conestoga College. My incredible journey with CMW started back in 2013 as a member and lateras a volunteer coordinator in 2014. My passion to give back to the community motivated me to volunteer with CMW all these years which gave me the opportunity to enhance my leadership and communication skills, build bridges of understanding with my community, boost my confidence and self-esteem, and strengthen the voices of Muslim women in the area. I participated in CMW exciting projects and events throughout the years such as June Events,  Radiant Ladies Gala, CMW Women Who Inspire in KW Recognition Awards, Taste of Ramadan Iftaar dinner, and many programs and activities under Together Against Islamophobia.  I really enjoy the sense of gratitude and accomplishment I feel after the completion of each project and event. I am incredibly proud and grateful to CMW love, support, and friendships that surround us as we grow roots and spread our wings in this beautiful community of Waterloo Region.",
    "pic": "jumana.jpg"
  },
  {
    "id": "5",
    "name": "Marwa Dabbagh",
    "desc": "My motivation to be part of CMW board of directors stems from wanting to make a difference in our Muslim community and extend the great work that CMW is involved in to the greater community. I have been a CMW volunteer and member since 2017 and have been involved in many of its active events including Tastes of Ramadan, CMW Award Galas, and Muslim Women’s Employment Support project. Hard-work, dedication, leadership, diplomacy, activism, problem-solving, organization, and empowerment are only a few of the skills and assets I have gained from being a part of CMW.CMW has been involved with refugee engagement, education of housing and human rights, research and education of employment rights and obstacles that Muslim women face in our community, initiative to tackle racism and discrimination facing Muslim women, and political lobbying to bring about change to our community. Part of inspiring that change has led to be involved in many organizations including the Sexual Assault Support Center of Waterloo Region (SASC-WR) and the Kitchener-Waterloo Multicultural Centre.I am also a registered and licensed Naturopathic Doctor in Ontario and have a family health practice in Kitchener with special focus on woman’s health, weight management, digestive disorders, stress & anxiety, low energy, poor sleep, pain management, and infertility. I practice yoga and meditation and spend my time cooking healthy meals and connecting with my community members.",
    "pic": "marwa.jpg"
  },
  {
    "id": "6",
    "name": "Zohra Wali",
    "title": "",
    "desc": "Zohra started as a volunteer with CMW and later became a CMW member in 2014. After graduating from the Emerging Muslim Women Leader Training, Zohra’s leadership potential was realized even before she completed the training as she took the responsibility to coordinate the mentorship component of the training. Since, Zohra has coordinated several projects and events for CMW, including Illuminate Arts KW and Tea and Tales with Muslim Women. Zohra is very dedicated and passionate about giving back and fostering belonging. She thrives by volunteering her time wherever needed in the community. Zohra’s motivation to volunteering for CMW arises from the warmth, dedication and passion that CMW exhibits and exercises to give back to the community. She believes that volunteering has taught her that every individual has a great deal of responsibility towards the community. Zohra completed her bachelor’s degree in commerce from Pakistan and had a dream to obtain a degree in Canada, which she is fulfilling now at Wilfrid Laurier University.",
    "pic": "zohra.jpg"
  }
]
