{
  "paragraphs": [
    "With funding from Department of Canadian Heritage, HUQUQ is a 9 months long awareness raising and empowerment project for Muslim women in the Kitchener-Waterloo region to understand Canadian Human Rights laws and systems and identify the protection and remedial mechanisms for anti- discrimination or any form of  other human rights violations, increasing their  understanding of and access to the use of legal avenues for addressing discrimination based on individual identity markers such as sex, gender, creed, disability etc. and the intersectional discrimnation scuh as creed and sex, gender and race which has been a significant challenge for Muslim women in Canada and in Waterloo Region.",
    "Through HUQUQ, CMW has also engaged a wide range of partners & stakeholders in the Region of Waterloo, helping them to learn the challenges faced by the Muslim women accessing employment, housing, health services, and other social services and create an opportunity for dialogue and constructive solutions to those challenges together. ",
    "CMW is working on this project as a pilot initiative to understand and document the incidents of discrimination and other forms of human rights violations faced by the Muslim women in Waterloo Region & will propose the next steps based on the learning from the project upon completion.  ",
    "HUQUQ started in July 2019 with a survey mapping out the extent and forms of discrimination faced by Muslim women which established the grounds for a comprehensive training plan for Muslim women from different social and ethnic backgrounds including Black-identified, Middle Eastern and South Asian communities. In addition to conducting training and organizing community forums, HUQUQ staff has provided one-on-one support for Muslim women who have experienced some form of discrimination and have connected with over 20 service providers and community organizations during the workshops and community forums."
  ],
  "list": [
    "12 workshops on Ontario Human Rights Code (two of which have been focused on employment issues) have been conducted in the Region of Waterloo.",
    "In addition, presentations were delivered to many established newcomer women's groups in the Region including senior women's group at Chandler Mowat Community Centre and Mothers' Group at the Manchester Public School.",
    "270+ women, men, and youth from diverse backgrounds including service providers have participated in workshops",
    "Two of the workshops were offered to youth, 30 youth participated in these workshops",
    "Workshop material has been translated into Arabic and was offered to Arabic speakers in November. 24 community members attended.",
    "70 community members attended community forum with system leaders on housing and education."
  ]
}
