[
  {
    "id": "0",
    "pic": "awardpic19.jpg",
    "heading": "Leadership and Board Governance Training",
    "date": " September – October 2019",
    "text": "Funded by Department of Women and Gender Equality and Kitchener Waterloo Community Foundation, and in partnership with Capacity Canada, CMW Leadership and Board Governance Training was offered in September and October to a diverse group of highly motivated 25 Muslim women emerging leaders at the Accelerator Centre."
  },
  {
    "id": "1",
    "pic": "awardpic18.jpg",
    "heading": "Be the Change! Leadership Training",
    "date": "November 2018",
    "text": "With funding from Kitchener-Waterloo Community Foundation, this training was designed for women looking to build leadership skills and gather resources to take on social profit roles in our community. 18 women completed the training. Workshops were carefully selected to provide the women with the breadth and depth of skills and experiences needed in today's leadership climate.<b> More than 15 local trainers, facilitators and guest speakers</b> shared their time and expertise with the participants. Topics included: Public Speaking; Leveraging Your Strengths; Conflict Resolution; Leadership and Personal Style; Building a Leadership Vision; and Putting Leadership into Action. "
  },
  {
    "id": "2",
    "pic": "awardpic17.jpg",
    "heading": "Emerging Muslim Women Leadership Training Program",
    "date": " November, 2014",
    "text": "Emerging Muslim Women Leadership Training Program aimed to provide women with an opportunity to further develop leadership skills with a goal of taking on more active and established leadership roles within the Kitchener-Waterloo community, as well as within CMW. Nineteen women completed the leadership training program consisting of four full-day sessions at the Kitchener Downtown Community Health Centre. Professional trainers and facilitators delivered the workshops covering topics like personality type and leadership, public speaking, leadership styles and leveraging personal strengths, conflict resolution, project management, and emotional intelligence in leadership.  Training participants also observed “Leadership in Action” by attending two local council meetings and reflecting on their experience. A group of women attended a City of Waterloo Council meeting as a delegation and addressed Council with a brief presentation.\nThe last component of the program involved mentorship. The women were each paired with a mentor – an established female leader in the community – for one-to- one leadership mentorship over a period of six months. This training program was made possible by a grant from the Kitchener-Waterloo Community Foundation and United Way of Kitchener-Waterloo, with support from KW Counselling Services and the Kitchener Downtown Community Health Centre."
  },
  {
    "id": "3",
    "pic": "awardpic16.jpg",
    "heading": "Becoming an Active Muslim Member of Canadian Society",
    "date": "November 19, 2011",
    "text": "Thirty-eight local Muslim women attended this informative and empowering workshop intended to help Muslim women to confidently integrate into and contribute to Canadian society. Geared towards the needs of newcomer Muslim women, the presenters focused on teaching practical skills concerning Canadian culture and practices in the workplace, at school and in neighbourhoods."
  },
  {
    "id": "4",
    "pic": "awardpic19.jpg",
    "heading": "Speak Up, Speak Out Sisters",
    "date": "October 2010",
    "text": "35 local women attended this series of five workshop-style training sessions offered in partnership with the Kitchener Downtown Community Health Centre, K-W Counselling Services, The KW Record and the Kitchener Rogers Radio Group. The aim of the workshops was to enable Muslim women to actively engage in the community as decision makers and to increase their confidence in public speaking. Workshops were expertly co-facilitated by accomplished local Muslim women and women leaders from the community including the Mayor of Waterloo and the Editor-in- Chief of The Waterloo Region Record. The Workshop topics included: “Know Yourself and Speak with Confidence”, “Know Your Community”, “Communications and Conflict Resolution” and “Public Relations”."
  }
]
