[
  {
    "id": "0",
    "name": "Fauzia Mazhar",
    "title": "Executive Director",
    "desc": "Some text description. Some text description. Some text description. Some text description. Some text description. "
  },
  {
    "id": "1",
    "name": "Uzma Bhutto",
    "title": "Operations Coordinator",
    "desc": "Some text description. Some text description. Some text description. Some text description. Some text description. "
  },
  {
    "id": "2",
    "name": "Sarah Shafiq",
    "title": "Islamophobia Project Coordinator",
    "desc": "Sarah is the coordinator of Islamophobia Project by the Coalition of Muslim Women of KW.  She is engaged within the community as a member of the Interfaith Grand River and as a member of Waterloo Region’s Crime Prevention Council. Having received her doctorate in Sociology from the University of Notre Dame, US, she is currently teaching at Martin Luther University College, WLU as an adjunct faculty. Sarah grew up in Pakistan and considers herself to be a bridge between her childhood home and Canada."
  },
  {
    "id": "3",
    "name": "Wazhma Frogh",
    "title": "Huqooq Project Coordinator",
    "desc": "Since arrival in Canada in 2018, Wazhma works with community organizations and Coalition of Muslim Women of KW in the region. In additions, she serves on the Mayor’s Task Force for Diversity, Equity and Inclusion at the City of Kitchener and also on the Board of YWCA providing gender-based advocacy initiatives.\nWazhma Frogh, has been a life long activist and campaigner for women and human rights in Afghanistan and established a number of women organizations in the country that worked on women inclusion in the peace and security agenda's and addressing gender based violence. She's been working with non profit sector and donor agencies in Pakistan, Afghanistan and India.\nFrogh has a master’s degree in Law and Human Rights from the University of Warwick, UK and has been trained in women and public policy and leadership at the George Washington and Harvard Universities. Her previous positions include Country Director of Global Rights, Counterpart International & USAID, Canadian International Development Agency, UNWOMEN, WFP in Afghanistan and with Afghanaid and HealthNet International in Peshawer since 1999.\nFrogh has been trained WPS & women inclusion programs at the international level that includes the International Civil Society Action Network(ICAN) in the United States and Nordic countries, The Folke-Bernoditte Academy in Sweden, Uppsala University Peace & Conflict Studies programs.  In 2017-2018, she was selected as part of the Women’s Peace Maker Fellowship at Joan B. Kroc Institute for Peace and Justice and is a member of Women Waging Peace Network."
  },
  {
    "id": "4",
    "name": "Wisam Osman",
    "title": "Treasurer",
    "desc": "Some text description. Some text description. Some text description. Some text description. Some text description. "
  },
  {
    "id": "5",
    "name": "Asha Abubaker",
    "title": "Co-Facilitator Huquq Project",
    "desc": "Asha holds a Bachelor’s degree in Legal Studies and a minor in Peace and Conflict Studies from the University of Waterloo. In England UK Asha spent a number of years being involved with youth as a Youth Support & Parent Liaison Worker and continues to have a vast interest with the youth of today. As a volunteer and member, Asha serves for the Immigration Partnership - Belonging Group, for Community Justice Initiatives and also for the Coalition of Muslim Women (CMW). Asha has completed a number of training sessions including Understanding Conflict II, Conflict Coaching and also Transformative Mediation. Currently, Asha is a co-facilitator for CMW Huquq Project where is she responsible to conduct workshops by creating awareness and understanding among individuals protected under the Ontario Human Rights Code."
  }
]
