[
  {
    "id": "0",
    "name": "Fauzia Mazhar",
    "title": "Executive Director",
    "desc": "Some text description. Some text description. Some text description. Some text description. Some text description. "
  },
  {
    "id": "1",
    "name": "Uzma Bhutto",
    "title": "Operations Coordinator",
    "desc": "Some text description. Some text description. Some text description. Some text description. Some text description. "
  },
  {
    "id": "2",
    "name": "Sarah Shafiq",
    "title": "Islamophobia Project Coordinator",
    "desc": "Some text description. Some text description. Some text description. Some text description. Some text description. "
  },
  {
    "id": "3",
    "name": "Wazhma Frogh",
    "title": "Huqooq Project Coordinator",
    "desc": "Since arrival in Canada in 2018, Wazhma has been working with community organizations and Coalition of Muslim Women of KW and supporting young Muslim women in the region. In additions, she serves on the Mayor’s Task Force for Diversity, Equity and Inclusion at the City of Kitchener and also on the Board of YWCA providing gender-based advocacy initiatives.\nIn Afghanistan,Wazhma Frogh has been the Founder of the Women & Peace Studies Organization (WPSO) — Afghanistan co-founded in 2012. One of the few civil society organizations in Afghanistan that is working for women inclusion in the security sector reform processes with a particular focus on women in the police force. Frogh continues to oversee the work of the organization on the ground & develops the mission & vision further to ensure Afghan women are part of the national and local peace building and peace-making efforts. Recently, Frogh worked with the Afghan Women's Network international campaign to raise the concerns of Afghan women in the peace process and the campaign mobilized over 2 million women in Afghanistan. \nFrogh has a master’s degree in Law and Human Rights from the University of Warwick, UK and has been trained in women and public policy and leadership at the George Washington and Harvard Universities. She has the former Country Director of Global Rights, worked with the first Initiative to Promote Afghan Civil Society with Counterpart International, Canadian International Development Agency, UNWOMEN, WFP in Afghanistan and with Afghanaid and HealthNet International in Peshawer since 1999. \nFrogh has been extensively part of the WPS trainings & women inclusion programs at the international level that includes the International Civil Society Action Network(ICAN), The Folke-Bernoditte Academy in Sweden, Uppsala University Peace & Conflict Studies programs.  In 2017-2018, she was selected as part of the Women’s Peace Maker Fellowship at Joan B. Kroc Institute for Peace and Justice and is also part of the Women Waging Peace Network."
  },
  {
    "id": "4",
    "name": "Wisam Osman",
    "title": "Treasurer",
    "desc": "Some text description. Some text description. Some text description. Some text description. Some text description. "
  },
  {
    "id": "5",
    "name": "abc",
    "title": "ddd",
    "desc": "Some text description. Some text description. Some text description. Some text description. Some text description. "
  },
  {
    "id": "6",
    "name": "ffff",
    "title": "ddddd",
    "desc": "Some text description. Some text description. Some text description. Some text description. Some text description. "
  },
  {
    "id": "7",
    "name": "another",
    "title": "ddd",
    "desc": "Some text description. Some text description. Some text description. Some text description. Some text description. "
  },
  {
    "id": "8",
    "name": "xyz",
    "title": "ddddd",
    "desc": "Some text description. Some text description. Some text description. Some text description. Some text description. "
  }
]
