[
  {
    "id": "0",
    "name": "Fauzia Mazhar",
    "title": "Executive Director",
    "phone": "519-576-0540 ext. 3655",
    "email": "fauzia.mazhar@cmw-kw.org",
    "desc": "Fauzia Mazhar has 18+ years of experience in the local social profit sector, much of it in leadership and management.  She holds a Masters of Social Work degree with specialization in Community, Policy, Planning, Organizations (CPPO), and a post graduate certificate in Leadership and Management from Wilfrid Laurier University. Fauzia also completed Community Leadership Training by Leadership Waterloo Region. Fauzia has previously worked at House of Friendship, The Working Centre, Kitchener Downtown Community Health Centre and The Family Centre (Family and Children’s Services of Waterloo Region), and her work experience include managing a neighbourhood based community centre and a large size service hub as well as leading community collaborations and social change initiatives.  She has served as the President of Pakistan Canada Association, Council Member and Chair of the Belong Group for Immigration Partnership Waterloo Region, and as a member of the Board of Directors of Kitchener Waterloo Art Gallery.\nIn 2010, Fauzia joined hands with a handful of women in KW to start the modest initiative to empower Muslim women to be leaders and change makers, able to address stereotypes and misconceptions about Muslim women through community outreach and bridge-building, which is now known as CMW.  Fauzia has provided consistent leadership to CMW throughout, overseeing strategic planning, program/service planning and coordination, financial planning and funds development, volunteer recruitment and engagement, and outreach and alliance building.\nFauzia has a big picture outlook and a growth focused mindset which keeps her on her toes to make all things better, all the time. She is community builder and an engaged citizen, passionately bringing people and groups together to build a welcoming, inclusive and safe community.  She is also an optimist who likes a good laugh."
  },
  {
    "id": "1",
    "name": "Uzma Bhutto",
    "phone": "519-576-0540 ext. 3468",
    "email": "uzma.bhutto@cmw-kw.org",
    "title": "Operations Coordinator",
    "desc": "Uzma has been fortunate to embark on experiences across the globe, working and travelling in the developed and developing world. These experiences have instilled in her the capacity to appreciate diversity and respect integrity, both required to support communities in today’s dynamic globally interconnected environment. With a Master of  Public Health degree from the University of Waterloo she was the first amongst her medical doctor MBBS graduates to step into the exciting field of public health in Canada. Through her enriching experiences she has gained valuable understanding of global health issues/problems, with a focus on female and mental health issues. During her MPH at Waterloo, she worked on an under researched topic by connecting theoretical concepts and job practice, successfully completing a research paper on “Domestic Violence against South Asian Women in Ontario”, and later contributing her number of years of work towards mental health in diverse communities.\nUzma had been involved with CMW for the last ten years. Currently Uzma works as the Operations Coordinator for the Coalition of Muslim Women-KW. At work and beyond, Uzma’s passion is to serve communities by making an impact on the ground, assisting all people, specially newcomers to our Region,  achieve their full potential. For this she has received few awards, such as The Leading Women/Leading Girls Building Communities Recognition award that celebrates women and girls whose volunteer work has improved the lives of others in their community and the 5 Year Service award from CMW. She will soon be receiving 10 Year Service Award by CMW. Her day to day activities at work focus on working closely with Executive Director to coordinate and optimize CMW performance, and coordinating logistics for CMW’s projects and activities. . Uzma really enjoys working with the community members, partners, sponsors, donors and our incredible volunteers"
  },
  {
    "id": "2",
    "name": "Sarah Shafiq",
    "phone": "519-576-0540 ext. 3563",
    "email": "sarah.shafiq@cmw-kw.org",
    "title": "Coordinator, Together Against Islamophobia",
    "desc": "Sarah is the coordinator of Islamophobia Project by the Coalition of Muslim Women of KW.  She is engaged within the community as a member of the Interfaith Grand River and as a member of Waterloo Region’s Crime Prevention Council. Having received her doctorate in Sociology from the University of Notre Dame, US, she is currently teaching at Martin Luther University College, WLU as an adjunct faculty. Sarah grew up in Pakistan and considers herself to be a bridge between her childhood home and Canada."
  },
  {
    "id": "3",
    "name": "Wazhma Frogh",
    "phone": "519-576-0540 ext. 3564",
    "email": "wazhma.frogh@cmw-kw.org",
    "title": "Coordinator, HUQUQ: Muslim Women’s Human Rights Education Project",
    "desc": "Since arrival in Canada in 2018, Wazhma works with community organizations and Coalition of Muslim Women of KW in the region. In additions, she serves on the Mayor’s Task Force for Diversity, Equity and Inclusion at the City of Kitchener and also on the Board of YWCA providing gender-based advocacy initiatives.\nWazhma Frogh, has been a life long activist and campaigner for women and human rights in Afghanistan and established a number of women organizations in the country that worked on women inclusion in the peace and security agenda's and addressing gender based violence. She's been working with non profit sector and donor agencies in Pakistan, Afghanistan and India.\nFrogh has a master’s degree in Law and Human Rights from the University of Warwick, UK and has been trained in women and public policy and leadership at the George Washington and Harvard Universities. Her previous positions include Country Director of Global Rights, Counterpart International & USAID, Canadian International Development Agency, UNWOMEN, WFP in Afghanistan and with Afghanaid and HealthNet International in Peshawer since 1999.\nFrogh has been trained WPS & women inclusion programs at the international level that includes the International Civil Society Action Network(ICAN) in the United States and Nordic countries, The Folke-Bernoditte Academy in Sweden, Uppsala University Peace & Conflict Studies programs.  In 2017-2018, she was selected as part of the Women’s Peace Maker Fellowship at Joan B. Kroc Institute for Peace and Justice and is a member of Women Waging Peace Network."
  },
  {
    "id": "4",
    "name": "Wisam Osman",
    "phone": "519-576-0540 ext. 3566",
    "email": "wisam.osman@cmw-kw.org",
    "title": "Coordinator, Special Projects",
    "desc": "Wisam Osman came to Canada 12 years ago with a Bachelor in Computer Science and Statistics. Since her arrival, Wisam has been engaged in the community in different ways. She started with her friends a Moms & Toddlers’ interactive group that welcomed everyone to join. She became very active in the local Sudanese community helping and organizing social events, ladies gathering and youth activities. In 2012 Wisam joined the coalition of Muslim Women of KW as a volunteer and shortly after became a member. Wisam has served CMW in many capacities including 4+ years as a member of the Board of Directors.  Wisam always believed that everyone is able to give back to the community because everyone is gifted in a special way. "
  },
  {
    "id": "5",
    "name": "Asha Abubaker",
    "title": "Co-Facilitator Huquq Project",
    "desc": "Asha holds a Bachelor’s degree in Legal Studies and a minor in Peace and Conflict Studies from the University of Waterloo. In England UK Asha spent a number of years being involved with youth as a Youth Support & Parent Liaison Worker and continues to have a vast interest with the youth of today. As a volunteer and member, Asha serves for the Immigration Partnership - Belonging Group, for Community Justice Initiatives and also for the Coalition of Muslim Women (CMW). Asha has completed a number of training sessions including Understanding Conflict II, Conflict Coaching and also Transformative Mediation. Currently, Asha is a co-facilitator for CMW Huquq Project where is she responsible to conduct workshops by creating awareness and understanding among individuals protected under the Ontario Human Rights Code."
  },
  {
    "id": "6",
    "name": "Joudi Al Haj Ali",
    "title": "Co-facilitator, HUQUQ Project",
    "desc": "Joudi is majoring in Physics and Astronomy at the University of Waterloo. She has an enormous passion for advocating for women’s empowerment and learning. Her hobbies include visual art ranging from painting to photography and volunteering for small as well as large organizations. She strives to be a good role model not only for her younger siblings but also for all Muslim youth. Her goal is to positively impact the world with her ideas and beliefs."
  },
  {
    "id": "7",
    "name": "Madiha Syed",
    "title": "Co-facilitator, HUQUQ Project",
    "desc": "Madiha Syed is a high school student who is involved in the community. She is also a young spoken word artist. She is passionate about mending gaps in the community and is about promoting inclusive conversations. Her vision is to become a positive leader other young girls can look up to."
  }
]
