[
  {
    "heading": "Congratulations!",
    "desc": "CMW received Rogers Oktoberfest Women of the Year Award in 'Group Achievement' category on October 7​th​, 2019 ",
    "linktext": "",
    "link": ""
  },
  {
    "heading": "HUQUQ Community Forum",
    "desc": "The Huquq Community Forum will be held on March 26th at The Family Centre from 10:00am - 12:30pm. The forum will bring together Muslim women, community members, partners, and other relevant stakeholders to hear about the project outcomes and lessons learned.  The forum will also provide opportunities for attendees to learn about Muslim women in an attempt to address stereotypes and misconceptions that are prevalent in the society and form the base for the bias and prejudice against Muslim women which often results in acts of discrimination and hate towards Muslim women. The community forum will further increase understanding and awareness about the discrimination faced by Muslim women and promote harmony and understanding of Muslim women among attendees.\nCMW will present the final report and share the lessons learned from the project through different trainings for Muslim women/community and service providers. It will help us to gather recommendations from the community members and the community organizations who were part of the project.\nTo attend the event, please register at the link ------- or contact Wazhma Frogh  at wazhma.frogh@cmw-kw.org",
    "linktext": "More",
    "link": "/events"
  },
  {
    "heading": "Annual General Meeting 2020",
    "desc": "Saturday, February 22​nd​, 11 am to 1:30 pm\nThe Family Centre, 65 Hanson Avenue, Kitchener (Room #2015)\nCMW's 2019 activities and financial report\nOverview of 2020 business plan\nBoard elections for 2020-2023 term\nMembers will be able to pay their membership fee ($20 / year)\nBrunch and childcare will be provided.\nPlease contact Uzma at uzma.bhutto@cmw-kw.org for childcare requests.\nTo RSVP: ​https://www.facebook.com/events/567863860672096/",
    "linktext": "More",
    "link": "/events"
  },
  {
    "heading": "10​th​ Anniversary Gala and Women Who Inspire Awards Night 2020",
    "desc": "Saturday, April 16, 2020 (between 5pm and 9 pm) @ RIM Park\nCMW’s 10​th​ Anniversary Gala and Awards Night will be a celebration of ​Muslim Women Making Change! ​in Waterloo Region through advocacy, activism, dialogue and bridge building. ​It will be an opportunity to reminisce with friends and colleagues, reflect on CMW’s incredible journey, and recognize and celebrate many accomplished Muslim women in Waterloo Region. We will be acknowledging the outstanding women who have made KW a wonderful place to live through their leadership, community service, activism, volunteerism, professional excellence and artistic accomplishments. Five and Ten Year Service Awards will be presented to CMW’s dedicated volunteers.Stay tuned for more information!",
    "linktext": "More",
    "link": "/events"
  }
]
